{"film.film_song_relationship.composition_film.film_song_relationship.film": 560, "business.competitive_space_mediator.space_business.competitive_space_mediator.company": 373, "people.american_indian_group.us_indian_reservations.2_people.american_indian_group.us_indian_reservations.1": 614, "business.holding.currency_business.holding.as_of_date": 692, "business.company_product_relationship.consumer_product_business.company_product_relationship.to_date": 658, "business.business_location.hours.inverse_business.open_times.hour_end": 557, "business.product_theme.products.1_business.product_theme.products.2": 472, "business.issuer.issue.1_business.issuer.issue.2": 251, "business.defunct_company.ceased_operations.1_business.defunct_company.ceased_operations.2": 377, "location.mailing_address.citytown_location.mailing_address.state_province_region": 63, "film.film.language.2_film.film.language.1": 28, "organization.organization.phone_number.1_organization.organization.phone_number.2": 224, "business.competitive_space_mediator.brand_business.competitive_space_mediator.space": 569, "organization.organization.founders.2_organization.organization.founders.1": 125, "venture_capital.venture_investment.investor_venture_capital.venture_investment.currency": 599, "business.business_operation.cash.inverse_measurement_unit.dated_money_value.currency": 229, "location.cn_autonomous_region.designated_minority.1_location.cn_autonomous_region.designated_minority.2": 629, "film.film.featured_film_locations.2_film.film.featured_film_locations.1": 152, "business.competitive_space.market_size.inverse_business.market_size.valid_date": 693, "business.product_category.products.2_business.product_category.products.1": 586, "people.marriage.type_of_union_people.marriage.location_of_ceremony": 249, "education.education.major_field_of_study_education.education.institution": 136, "people.profession.part_of_professional_field.1_people.profession.part_of_professional_field.2": 482, "business.market_share.company_business.market_share.region": 607, "people.deceased_person.date_of_death.1_people.deceased_person.date_of_death.2": 94, "organization.organization.place_founded.1_organization.organization.place_founded.2": 166, "organization.organization.headquarters.inverse_location.mailing_address.state_province_region": 14, "film.film_film_distributor_relationship.film_film.film_film_distributor_relationship.film_cut": 517, "business.product_line.brand.2_business.product_line.brand.1": 508, "film.film.written_by.2_film.film.written_by.1": 95, "measurement_unit.dated_money_value.currency_business.business_operation.current_assets.inverse": 200, "business.company_product_relationship.company_business.company_product_relationship.from_date": 441, "business.product_endorsement.product_business.product_endorsement.to": 677, "business.employment_tenure.person_business.employment_tenure.from": 197, "film.dubbing_performance.character_film.dubbing_performance.actor": 360, "business.stock_ticker_symbol.stock_exchange_business.stock_ticker_symbol.start_date": 659, "business.company_name_change.company_business.company_name_change.end_date": 391, "people.cause_of_death.includes_causes_of_death.1_people.cause_of_death.includes_causes_of_death.2": 369, "organization.organization.geographic_scope.2_organization.organization.geographic_scope.1": 129, "people.family.country.2_people.family.country.1": 282, "business.acquisition.company_acquired_business.acquisition.acquiring_company": 263, "finance.currency.countries_used.2_finance.currency.countries_used.1": 363, "business.open_times.weekday_end_business.open_times.time_zone": 660, "film.film_film_distributor_relationship.film_film.film_film_distributor_relationship.distributor": 61, "film.film.film_art_direction_by.2_film.film.film_art_direction_by.1": 195, "business.open_times.weekday_end_business.business_location.hours.inverse": 570, "business.issue.market_capitalization.inverse_measurement_unit.dated_money_value.currency": 206, "business.shopping_center.store.1_business.shopping_center.store.2": 231, "film.film.country.1_film.film.country.2": 20, "award.award_honor.award_winner_award.award_honor.year": 81, "film.film.soundtrack.1_film.film.soundtrack.2": 221, "film.film.country.2_film.film.country.1": 21, "business.business_operation.liabilities.inverse_measurement_unit.dated_money_value.valid_date": 284, "film.film.gross_revenue.inverse_measurement_unit.dated_money_value.valid_date": 500, "business.sponsorship.sponsored_by_business.sponsorship.to": 463, "film.film.produced_by.2_film.film.produced_by.1": 79, "fashion.clothing_size.person_fashion.clothing_size.article_of_clothing": 623, "business.market_share.region_business.market_share.date": 678, "film.film_film_distributor_relationship.film_distribution_medium_film.film_film_distributor_relationship.region": 488, "organization.organization.date_founded.1_organization.organization.date_founded.2": 135, "business.brand.parent_brand.1_business.brand.parent_brand.2": 492, "business.trade_union.professions_represented.2_business.trade_union.professions_represented.1": 566, "education.education.major_field_of_study_education.education.student": 147, "film.content_rating_system.jurisdiction.2_film.content_rating_system.jurisdiction.1": 523, "film.film_festival_sponsorship.sponsor_film.film_festival_sponsorship.from": 708, "people.profession.specializations.2_people.profession.specializations.1": 300, "award.award_honor.ceremony_award.award_honor.year": 591, "film.film.music.2_film.film.music.1": 118, "business.consumer_product.msrp.inverse_measurement_unit.dated_money_value.valid_date": 661, "film.performance.special_performance_type_film.performance.character": 309, "location.mailing_address.postal_code_business.business_location.address.inverse": 497, "education.education.student_education.education.minor": 453, "organization.organization_relationship.parent_organization.organization_relationship.as_of_date": 146, "organization.leadership.organization_organization.leadership.as_of_date": 281, "fashion.clothing_size.article_of_clothing_fashion.clothing_size.person": 624, "film.film.film_festivals.2_film.film.film_festivals.1": 233, "organization.leadership.role_organization.leadership.as_of_date": 630, "award.award_honor.honored_for_award.award_honor.year": 246, "film.content_rating.country.2_film.content_rating.country.1": 422, "film.performance.special_performance_type_film.performance.actor": 162, "film.film_regional_release_date.film_regional_debut_venue_film.film_regional_release_date.release_date": 253, "business.product_endorsement.product_business.product_endorsement.from": 642, "film.film.subjects.2_film.film.subjects.1": 154, "film.film.estimated_budget.inverse_measurement_unit.dated_money_value.source": 694, "people.ethnicity.people.2_people.ethnicity.people.1": 47, "business.brand_slogan.brand_business.brand_slogan.from_date": 592, "business.brand_slogan.brand_business.brand_slogan.slogan": 558, "organization.organization_board_membership.organization_organization.organization_board_membership.role": 349, "venture_capital.venture_investment.currency_venture_capital.venture_investment.date": 596, "people.place_lived.location_people.place_lived.end_date": 257, "venture_capital.venture_funded_company.total_venture_investment_raised.inverse_measurement_unit.dated_money_value.valid_date": 594, "film.film_film_distributor_relationship.film_cut_film.film_film_distributor_relationship.region": 578, "business.employment_tenure.title_business.employment_tenure.company": 43, "film.performance.actor_film.performance.character": 26, "film.film_cut.type_of_film_cut_film.film_cut.film": 285, "business.holding.issue_business.holding.currency": 695, "business.asset_ownership.owned_asset_business.asset_ownership.from": 533, "business.brand_colors.colors_business.brand_colors.brand": 515, "people.person.languages.2_people.person.languages.1": 160, "film.film_regional_release_date.film_release_distribution_medium_film.film_regional_release_date.film_release_distribution_medium": 535, "organization.organization_board_membership.role_organization.organization_board_membership.to": 442, "business.business_operation.operating_income.inverse_measurement_unit.dated_money_value.source": 663, "business.brand.parent_brand.2_business.brand.parent_brand.1": 493, "film.film.executive_produced_by.1_film.film.executive_produced_by.2": 144, "business.product_endorsement.endorsee_business.product_endorsement.to": 679, "business.open_times.time_zone_business.business_location.hours.inverse": 680, "people.deceased_person.place_of_burial.2_people.deceased_person.place_of_burial.1": 150, "business.business_location.address.inverse_location.mailing_address.citytown": 128, "film.film_film_distributor_relationship.distributor_film.film_film_distributor_relationship.film": 62, "organization.organization.place_founded.2_organization.organization.place_founded.1": 167, "education.education.institution_education.education.start_date": 241, "people.ethnicity.included_in_group.2_people.ethnicity.included_in_group.1": 316, "fashion.clothing_size.region_fashion.clothing_size.person": 631, "business.defunct_company.reason_for_ceasing_operations.2_business.defunct_company.reason_for_ceasing_operations.1": 438, "business.consumer_product.external_reviews.1_business.consumer_product.external_reviews.2": 643, "finance.exchange_rate.source_of_exchange_finance.exchange_rate.date_of_rate": 121, "business.business_location.address.inverse_location.mailing_address.postal_code": 495, "people.place_lived.person_people.place_lived.end_date": 359, "education.education.specialization_education.education.degree": 443, "film.personal_film_appearance.type_of_appearance_film.personal_film_appearance.film": 368, "film.film_film_company_relationship.film_company_film.film_film_company_relationship.role_service": 571, "business.acquisition.company_acquired_business.acquisition.date": 348, "people.marriage.location_of_ceremony_people.marriage.type_of_union": 250, "people.profession.corresponding_type.1_people.profession.corresponding_type.2": 696, "business.business_operation.net_profit.inverse_measurement_unit.dated_money_value.source": 697, "fashion.clothing_size.article_of_clothing_fashion.clothing_size.region": 616, "organization.organization_board_membership.role_organization.organization_board_membership.member": 330, "education.education.student_education.education.start_date": 304, "people.marriage.location_of_ceremony_people.marriage.from": 240, "people.place_lived.person_people.place_lived.location": 12, "people.person.nationality.1_people.person.nationality.2": 4, "organization.leadership.person_organization.leadership.organization": 133, "business.shopping_center.number_of_stores.inverse_measurement_unit.dated_integer.year": 664, "organization.leadership.person_organization.leadership.from": 334, "film.film_film_distributor_relationship.distributor_film.film_film_distributor_relationship.film_cut": 532, "business.competitive_space.market_size.inverse_business.market_size.currency": 644, "business.product_theme.products.2_business.product_theme.products.1": 473, "organization.organization_board_membership.member_organization.organization_board_membership.role": 331, "business.market_share.space_business.market_share.date": 698, "film.film_film_distributor_relationship.distributor_film.film_film_distributor_relationship.year": 362, "business.company_product_line_relationship.product_line_business.company_product_line_relationship.from_date": 699, "people.profession.corresponding_type.2_people.profession.corresponding_type.1": 700, "business.shopping_center.address.inverse_location.mailing_address.citytown": 260, "measurement_unit.dated_money_value.source_business.business_operation.revenue.inverse": 665, "location.cn_autonomous_county.designated_minority.2_location.cn_autonomous_county.designated_minority.1": 474, "people.marriage.type_of_union_people.marriage.from": 116, "film.film_film_company_relationship.film_film.film_film_company_relationship.film_cut": 701, "business.stock_ticker_symbol.stock_exchange_business.stock_ticker_symbol.stock_exchange": 681, "business.product_line.parent_product_line.2_business.product_line.parent_product_line.1": 579, "business.business_operation.industry.1_business.business_operation.industry.2": 89, "film.dubbing_performance.film_film.dubbing_performance.actor": 323, "business.product_endorsement.endorser_business.product_endorsement.product": 461, "venture_capital.venture_investment.currency_venture_capital.venture_investment.investor": 600, "film.film_regional_release_date.film_release_region_film.film_regional_release_date.film": 22, "people.person.date_of_birth.1_people.person.date_of_birth.2": 54, "business.acquisition.company_acquired_business.acquisition.divisions_formed": 564, "education.education.student_education.education.degree": 186, "venture_capital.venture_investment.currency_venture_capital.venture_investment.investment_round": 645, "business.product_endorsement.endorsee_business.product_endorsement.product": 547, "business.stock_ticker_symbol.stock_exchange_business.stock_ticker_symbol.end_date": 625, "film.film_festival.individual_festivals.1_film.film_festival.individual_festivals.2": 352, "film.film.edited_by.2_film.film.edited_by.1": 176, "film.film.cinematography.2_film.film.cinematography.1": 174, "film.film_festival.location.2_film.film_festival.location.1": 342, "organization.organization.legal_structure.2_organization.organization.legal_structure.1": 255, "people.human_measurement.body_part_people.human_measurement.person": 509, "film.film_song_relationship.film_film.film_song_relationship.composition": 561, "film.film.directed_by.2_film.film.directed_by.1": 59, "organization.organization.advisors.1_organization.organization.advisors.2": 326, "organization.organization_board_membership.member_organization.organization_board_membership.from": 272, "people.person.place_of_birth.1_people.person.place_of_birth.2": 2, "film.film_film_distributor_relationship.region_film.film_film_distributor_relationship.film": 320, "business.asset_ownership.owned_asset_business.asset_ownership.to": 562, "organization.organization_merger.organizations_merging_organization.organization_merger.organizations_merging": 366, "business.company_brand_relationship.brand_business.company_brand_relationship.from_date": 572, "people.human_measurement.person_people.human_measurement.body_part": 510, "film.film_featured_song.performed_by.1_film.film_featured_song.performed_by.2": 412, "business.business_operation.revenue.inverse_measurement_unit.dated_money_value.valid_date": 185, "measurement_unit.dated_money_value.currency_business.business_operation.market_capitalization.inverse": 702, "measurement_unit.dated_money_value.source_film.film.estimated_budget.inverse": 703, "location.cn_autonomous_prefecture.designated_minority.2_location.cn_autonomous_prefecture.designated_minority.1": 540, "film.film_regional_release_date.film_film.film_regional_release_date.film_release_region": 23, "media_common.quotation.author.1_media_common.quotation.author.2": 67, "business.shopping_center.address.inverse_location.mailing_address.country": 328, "education.education.specialization_education.education.specialization": 494, "people.person.profession.1_people.person.profession.2": 8, "film.film_song_relationship.performers_film.film_song_relationship.film": 545, "business.business_operation.industry.2_business.business_operation.industry.1": 90, "film.film_crew_gig.crewmember_film.film_crew_gig.film_crew_role": 178, "business.business_location.hours.inverse_business.open_times.weekday_start": 541, "organization.organization_board_membership.organization_organization.organization_board_membership.from": 216, "measurement_unit.dated_money_value.currency_venture_capital.venture_funded_company.total_venture_investment_raised.inverse": 548, "film.dubbing_performance.film_film.dubbing_performance.character": 340, "business.employer.number_of_employees.inverse_measurement_unit.dated_integer.year": 305, "film.film_film_distributor_relationship.film_film.film_film_distributor_relationship.region": 321, "people.person.place_of_birth.2_people.person.place_of_birth.1": 3, "film.film_film_distributor_relationship.distributor_film.film_film_distributor_relationship.region": 394, "organization.organization.organization_type.1_organization.organization.organization_type.2": 268, "venture_capital.venture_investment.company_venture_capital.venture_investment.investment_round": 414, "people.family.rise_to_prominence.2_people.family.rise_to_prominence.1": 704, "venture_capital.venture_investment.investment_amount_venture_capital.venture_investment.currency": 705, "education.education.institution_education.education.end_date": 138, "film.film_film_company_relationship.role_service_film.film_film_company_relationship.film": 501, "organization.organization.organization_type.2_organization.organization.organization_type.1": 267, "business.company_product_line_relationship.company_business.company_product_line_relationship.to_date": 706, "location.mailing_address.state_province_region_location.mailing_address.country": 436, "film.performance.special_performance_type_film.performance.special_performance_type": 608, "film.film_crew_gig.film_film.film_crew_gig.crewmember": 52, "film.film.gross_revenue.inverse_measurement_unit.dated_money_value.source": 646, "film.film.featured_film_locations.1_film.film.featured_film_locations.2": 153, "film.film_film_distributor_relationship.film_film.film_film_distributor_relationship.year": 365, "film.film_film_distributor_relationship.film_cut_film.film_film_distributor_relationship.year": 534, "organization.organization.locations.2_organization.organization.locations.1": 112, "award.award_honor.award_award.award_honor.honored_for": 142, "film.film_song_relationship.film_film.film_song_relationship.performers": 546, "freebase.user_profile.person.2_freebase.user_profile.person.1": 447, "people.family.founder.1_people.family.founder.2": 484, "location.mailing_address.postal_code_location.mailing_address.country": 269, "organization.organization_partnership.members.1_organization.organization_partnership.members.2": 410, "business.competitive_space_mediator.brand_business.competitive_space_mediator.company": 525, "organization.organization.sectors.2_organization.organization.sectors.1": 190, "film.film_festival.focus.2_film.film_festival.focus.1": 511, "film.film_film_distributor_relationship.region_film.film_film_distributor_relationship.year": 409, "education.education.institution_education.education.student": 6, "DUMMY_MEM": 720, "organization.organization.headquarters.inverse_location.mailing_address.country": 101, "business.company_brand_relationship.brand_business.company_brand_relationship.to_date": 617, "measurement_unit.dated_money_value.currency_business.business_operation.net_profit.inverse": 183, "people.deceased_person.cause_of_death.2_people.deceased_person.cause_of_death.1": 84, "film.dubbing_performance.film_film.dubbing_performance.language": 380, "film.film_film_distributor_relationship.film_cut_film.film_film_distributor_relationship.film_distribution_medium": 595, "organization.email_contact.category_organization.organization.email.inverse": 647, "people.person.gender.1_people.person.gender.2": 39, "education.education.minor_education.education.specialization": 516, "finance.exchange_rate.target_of_exchange_finance.exchange_rate.source_of_exchange": 536, "film.content_rating_system.jurisdiction.1_film.content_rating_system.jurisdiction.2": 526, "education.education.degree_education.education.specialization": 444, "film.content_rating.film_rating_system.2_film.content_rating.film_rating_system.1": 573, "film.performance.film_film.performance.actor": 10, "business.business_operation.operating_income.inverse_measurement_unit.dated_money_value.currency": 106, "business.product_endorsement.endorser_business.product_endorsement.endorsee": 476, "business.employer.number_of_employees.inverse_measurement_unit.dated_integer.source": 632, "film.film_regional_release_date.film_release_region_film.film_regional_release_date.film_regional_debut_venue": 123, "business.stock_ticker_symbol.issue_business.stock_ticker_symbol.stock_exchange": 73, "finance.exchange_rate.source_of_exchange_finance.exchange_rate.target_of_exchange": 537, "film.film.genre.2_film.film.genre.1": 30, "education.education.minor_education.education.minor": 529, "organization.organization.phone_number.2_organization.organization.phone_number.1": 223, "organization.organization.locations.1_organization.organization.locations.2": 113, "organization.organization_relationship.parent_organization.organization_relationship.to": 401, "business.company_brand_relationship.company_business.company_brand_relationship.from_date": 469, "people.deceased_person.cause_of_death.1_people.deceased_person.cause_of_death.2": 85, "award.award_honor.honored_for_award.award_honor.honored_for": 325, "business.consumer_product.external_reviews.2_business.consumer_product.external_reviews.1": 648, "film.film.costume_design_by.2_film.film.costume_design_by.1": 214, "film.film_film_company_relationship.role_service_film.film_film_company_relationship.film_company": 574, "film.film.production_companies.2_film.film.production_companies.1": 108, "location.cn_autonomous_county.designated_minority.1_location.cn_autonomous_county.designated_minority.2": 475, "education.education.minor_education.education.degree": 470, "business.acquisition.divisions_formed_business.acquisition.acquiring_company": 496, "people.place_lived.location_people.place_lived.start_date": 245, "measurement_unit.dated_integer.source_measurement_unit.dated_integer.year": 565, "film.film.locations.1_film.film.locations.2": 549, "business.business_operation.assets.inverse_measurement_unit.dated_money_value.source": 682, "education.education.institution_education.education.major_field_of_study": 137, "business.employment_tenure.company_business.employment_tenure.from": 103, "film.film.locations.2_film.film.locations.1": 550, "film.film.directed_by.1_film.film.directed_by.2": 60, "organization.organization_merger.organizations_merging_organization.organization_merger.date": 399, "film.film.story_by.2_film.film.story_by.1": 156, "film.film.film_casting_director.2_film.film.film_casting_director.1": 228, "business.market_share.space_business.market_share.region": 662, "film.film.rating.2_film.film.rating.1": 217, "business.business_operation.operating_income.inverse_measurement_unit.dated_money_value.valid_date": 210, "location.mailing_address.citytown_business.business_location.address.inverse": 127, "location.mailing_address.state_province_region_business.business_location.address.inverse": 114, "business.company_product_relationship.company_business.company_product_relationship.to_date": 605, "award.award_honor.award_winner_award.award_honor.award_winner": 55, "film.film.edited_by.1_film.film.edited_by.2": 177, "venture_capital.venture_investment.company_venture_capital.venture_investment.date": 404, "UNK": 1, "film.film.featured_song.1_film.film.featured_song.2": 387, "organization.organization_relationship.child_organization.organization_relationship.to": 416, "business.sponsorship.sponsored_by_business.sponsorship.from": 434, "venture_capital.venture_investment.investment_round_venture_capital.venture_investment.investor": 396, "award.award_honor.award_winner_award.award_honor.ceremony": 99, "film.film.film_format.1_film.film.film_format.2": 318, "business.market_size.region_business.market_size.currency": 683, "measurement_unit.dated_money_value.source_business.business_operation.operating_income.inverse": 666, "organization.leadership.person_organization.leadership.role": 92, "film.film_festival.individual_festivals.2_film.film_festival.individual_festivals.1": 353, "award.award_honor.ceremony_award.award_honor.award_winner": 100, "film.film_regional_release_date.film_release_distribution_medium_film.film_regional_release_date.release_date": 139, "film.performance.actor_film.performance.special_performance_type": 163, "film.film_festival_sponsorship.festival_film.film_festival_sponsorship.from": 684, "film.film.film_format.2_film.film.film_format.1": 319, "organization.organization.sectors.1_organization.organization.sectors.2": 189, "education.education.major_field_of_study_education.education.degree": 295, "business.product_theme.product_lines.2_business.product_theme.product_lines.1": 542, "measurement_unit.dated_money_value.currency_business.issue.market_capitalization.inverse": 207, "education.education.institution_education.education.minor": 407, "people.sibling_relationship.sibling_people.sibling_relationship.sibling": 58, "measurement_unit.dated_money_value.currency_film.film.estimated_budget.inverse": 131, "people.profession.part_of_professional_field.2_people.profession.part_of_professional_field.1": 483, "organization.organization_relationship.child_organization.organization_relationship.from": 372, "film.film.film_set_decoration_by.2_film.film.film_set_decoration_by.1": 237, "people.person.religion.2_people.person.religion.1": 37, "business.business_operation.current_liabilities.inverse_measurement_unit.dated_money_value.valid_date": 293, "measurement_unit.dated_money_value.currency_business.business_operation.cash.inverse": 230, "film.content_rating.country.1_film.content_rating.country.2": 423, "film.film_song_relationship.performers_film.film_song_relationship.performers": 609, "business.acquisition.divisions_formed_business.acquisition.company_acquired": 563, "business.open_times.time_zone_business.open_times.hour_end": 649, "education.education.minor_education.education.start_date": 512, "media_common.quotation.author.2_media_common.quotation.author.1": 68, "business.acquisition.divisions_formed_business.acquisition.date": 580, "business.open_times.time_zone_business.open_times.weekday_start": 667, "people.marriage.spouse_people.marriage.type_of_union": 69, "organization.leadership.role_organization.leadership.from": 244, "people.marriage.location_of_ceremony_people.marriage.to": 299, "measurement_unit.dated_money_value.currency_business.business_operation.current_liabilities.inverse": 202, "people.deceased_person.place_of_cremation.2_people.deceased_person.place_of_cremation.1": 403, "film.film_regional_release_date.film_release_distribution_medium_film.film_regional_release_date.film_release_region": 311, "education.education.degree_education.education.minor": 471, "business.product_line.parent_product_line.1_business.product_line.parent_product_line.2": 581, "film.film.film_casting_director.1_film.film.film_casting_director.2": 227, "film.film_song_relationship.composition_film.film_song_relationship.performers": 506, "film.film_film_distributor_relationship.distributor_film.film_film_distributor_relationship.film_distribution_medium": 392, "film.film_series.films_in_series.2_film.film_series.films_in_series.1": 313, "business.shopping_center.number_of_anchors.inverse_measurement_unit.dated_integer.year": 685, "film.film.film_collections.2_film.film.film_collections.1": 464, "fashion.clothing_size.region_fashion.clothing_size.article_of_clothing": 618, "measurement_unit.dated_money_value.currency_business.business_operation.liabilities.inverse": 191, "business.business_operation.major_customer.1_business.business_operation.major_customer.2": 477, "education.education.specialization_education.education.major_field_of_study": 389, "education.education.major_field_of_study_education.education.minor": 425, "business.industry.parent_industry.2_business.industry.parent_industry.1": 428, "business.business_location.hours.inverse_business.open_times.time_zone": 686, "people.marriage.spouse_people.marriage.spouse": 49, "business.market_size.currency_business.market_size.region": 687, "film.film.produced_by.1_film.film.produced_by.2": 80, "business.asset_ownership.owner_business.asset_ownership.from": 491, "film.performance.character_film.performance.actor": 27, "organization.organization_board_membership.member_organization.organization_board_membership.to": 346, "film.film.executive_produced_by.2_film.film.executive_produced_by.1": 145, "location.mailing_address.postal_code_location.mailing_address.state_province_region": 50, "business.sponsorship.sponsored_recipient_business.sponsorship.sponsored_by": 277, "film.film.estimated_budget.inverse_measurement_unit.dated_money_value.currency": 132, "organization.organization_relationship.parent_organization.organization_relationship.child": 24, "organization.organization_spin_off.parent_company_organization.organization_spin_off.date": 481, "film.film.genre.1_film.film.genre.2": 31, "organization.organization_board_membership.organization_organization.organization_board_membership.member": 77, "award.award_honor.award_award.award_honor.ceremony": 336, "business.business_location.address.inverse_location.mailing_address.country": 615, "film.film_cut.film_film.film_cut.type_of_film_cut": 286, "venture_capital.venture_investment.company_venture_capital.venture_investment.investor": 198, "business.consumer_product.msrp.inverse_measurement_unit.dated_money_value.currency": 273, "film.film_regional_release_date.film_film.film_regional_release_date.film_regional_debut_venue": 172, "organization.organization.headquarters.inverse_location.mailing_address.postal_code": 140, "business.product_line.brand.1_business.product_line.brand.2": 513, "organization.organization_board_membership.organization_organization.organization_board_membership.to": 291, "business.market_share.space_business.market_share.company": 619, "location.mailing_address.citytown_organization.organization.headquarters.inverse": 18, "business.consumer_product.brand.2_business.consumer_product.brand.1": 265, "film.dubbing_performance.character_film.dubbing_performance.film": 341, "business.competitive_space.market_size.inverse_business.market_size.region": 650, "venture_capital.venture_investment.investor_venture_capital.venture_investment.company": 199, "organization.organization_partnership.members.2_organization.organization_partnership.members.1": 411, "finance.stock_exchange.primary_regions.1_finance.stock_exchange.primary_regions.2": 518, "business.product_theme.product_lines.1_business.product_theme.product_lines.2": 543, "award.award_honor.honored_for_award.award_honor.award": 143, "measurement_unit.dated_money_value.currency_measurement_unit.dated_money_value.source": 455, "film.film_cut.type_of_film_cut_film.film_cut.film_release_region": 467, "award.award_honor.honored_for_award.award_honor.award_winner": 86, "people.appointment.appointed_role_people.appointment.appointed_by": 356, "education.education.degree_education.education.end_date": 383, "film.film_regional_release_date.film_release_distribution_medium_film.film_regional_release_date.film": 83, "location.mailing_address.citytown_location.mailing_address.country": 298, "people.family.members.1_people.family.members.2": 208, "location.mailing_address.postal_code_business.shopping_center.address.inverse": 551, "film.film_cut.film_release_region_film.film_cut.type_of_film_cut": 468, "business.trade_union.professions_represented.1_business.trade_union.professions_represented.2": 567, "organization.leadership.organization_organization.leadership.to": 338, "people.appointment.appointed_by_people.appointment.appointed_role": 357, "people.family_name.people_with_this_family_name.1_people.family_name.people_with_this_family_name.2": 503, "people.deceased_person.place_of_burial.1_people.deceased_person.place_of_burial.2": 151, "business.currency_sub_unit.currency.2_business.currency_sub_unit.currency.1": 688, "education.education.student_education.education.institution": 7, "organization.organization.committees.2_organization.organization.committees.1": 460, "organization.leadership.role_organization.leadership.organization": 97, "people.ethnicity.geographic_distribution.2_people.ethnicity.geographic_distribution.1": 275, "measurement_unit.dated_money_value.source_business.business_operation.assets.inverse": 689, "business.product_endorsement.endorsee_business.product_endorsement.from": 610, "education.education.degree_education.education.major_field_of_study": 296, "business.business_location.phone_number.1_business.business_location.phone_number.2": 527, "business.brand_colors.brand_business.brand_colors.colors": 519, "organization.organization.committees.1_organization.organization.committees.2": 459, "film.film.filming.inverse_measurement_unit.time_interval.end": 633, "business.issuer.issue.2_business.issuer.issue.1": 252, "business.company_product_line_relationship.company_business.company_product_line_relationship.product_line": 449, "film.film.film_festivals.1_film.film.film_festivals.2": 234, "location.cn_autonomous_region.designated_minority.2_location.cn_autonomous_region.designated_minority.1": 634, "business.asset_ownership.owned_asset_business.asset_ownership.owner": 374, "business.company_product_line_relationship.product_line_business.company_product_line_relationship.company": 450, "business.market_size.currency_business.market_size.valid_date": 668, "people.person.parents.2_people.person.parents.1": 41, "people.marriage.type_of_union_people.marriage.spouse": 70, "film.film_film_distributor_relationship.film_cut_film.film_film_distributor_relationship.distributor": 531, "film.film_series.films_in_series.1_film.film_series.films_in_series.2": 314, "film.film_crew_gig.film_crew_role_film.film_crew_gig.crewmember": 179, "business.business_operation.major_customer.2_business.business_operation.major_customer.1": 478, "organization.organization_board_membership.member_organization.organization_board_membership.organization": 78, "business.stock_ticker_symbol.issue_business.stock_ticker_symbol.issue": 690, "film.personal_film_appearance.person_film.personal_film_appearance.film": 75, "people.person.religion.1_people.person.religion.2": 38, "business.business_location.opening_date.1_business.business_location.opening_date.2": 651, "business.business_operation.cash.inverse_measurement_unit.dated_money_value.valid_date": 308, "people.ethnicity.languages_spoken.1_people.ethnicity.languages_spoken.2": 170, "people.person.profession.2_people.person.profession.1": 9, "location.mailing_address.citytown_location.mailing_address.postal_code": 65, "film.film_cut.film_release_region_film.film_cut.film": 164, "people.marriage.spouse_people.marriage.to": 120, "education.education.specialization_education.education.minor": 520, "business.product_line.products.1_business.product_line.products.2": 385, "business.employment_tenure.title_business.employment_tenure.from": 262, "business.company_product_relationship.company_business.company_product_relationship.consumer_product": 219, "business.product_line.products.2_business.product_line.products.1": 386, "business.business_operation.net_profit.inverse_measurement_unit.dated_money_value.valid_date": 242, "film.film.written_by.1_film.film.written_by.2": 96, "business.holding.holder_business.holding.as_of_date": 669, "business.open_times.weekday_start_business.open_times.time_zone": 674, "people.family.founder.2_people.family.founder.1": 485, "business.competitive_space_mediator.company_business.competitive_space_mediator.brand": 528, "organization.leadership.role_organization.leadership.person": 93, "award.award_honor.award_award.award_honor.year": 382, "business.shopping_center.owner.2_business.shopping_center.owner.1": 302, "film.film.soundtrack.2_film.film.soundtrack.1": 222, "location.mailing_address.state_province_region_location.mailing_address.citytown": 64, "location.mailing_address.postal_code_location.mailing_address.citytown": 66, "business.product_endorsement.product_business.product_endorsement.endorser": 462, "business.acquisition.acquiring_company_business.acquisition.company_acquired": 264, "organization.leadership.person_organization.leadership.to": 431, "people.marriage.spouse_people.marriage.location_of_ceremony": 168, "people.deceased_person.place_of_death.2_people.deceased_person.place_of_death.1": 16, "film.film_featured_song.performed_by.2_film.film_featured_song.performed_by.1": 413, "business.oil_field.year_discovered.1_business.oil_field.year_discovered.2": 709, "business.open_times.weekday_start_business.business_location.hours.inverse": 544, "film.dubbing_performance.actor_film.dubbing_performance.language": 258, "measurement_unit.dated_money_value.source_film.film.gross_revenue.inverse": 652, "venture_capital.venture_investment.investor_venture_capital.venture_investment.date": 351, "business.shopping_center.address.inverse_location.mailing_address.state_province_region": 332, "film.film.film_art_direction_by.1_film.film.film_art_direction_by.2": 196, "people.ethnicity.people.1_people.ethnicity.people.2": 48, "film.film_regional_release_date.film_regional_debut_venue_film.film_regional_release_date.film": 173, "film.personal_film_appearance.film_film.personal_film_appearance.person": 76, "business.competitive_space_mediator.brand_business.competitive_space_mediator.brand": 626, "measurement_unit.dated_money_value.currency_business.business_operation.retained_earnings.inverse": 193, "film.film_crew_gig.crewmember_film.film_crew_gig.film": 53, "business.open_times.time_zone_business.open_times.hour_start": 670, "business.company_product_line_relationship.company_business.company_product_line_relationship.from_date": 593, "business.employment_tenure.title_business.employment_tenure.person": 56, "people.person.gender.2_people.person.gender.1": 40, "film.performance.actor_film.performance.film": 11, "education.education.student_education.education.specialization": 426, "award.award_honor.ceremony_award.award_honor.award": 337, "film.film_crew_gig.film_crew_role_film.film_crew_gig.film": 45, "finance.exchange_rate.target_of_exchange_finance.exchange_rate.date_of_rate": 122, "people.american_indian_group.us_indian_reservations.1_people.american_indian_group.us_indian_reservations.2": 620, "film.film.language.1_film.film.language.2": 29, "organization.organization_relationship.parent_organization.organization_relationship.from": 358, "measurement_unit.dated_money_value.currency_business.business_operation.revenue.inverse": 104, "measurement_unit.dated_money_value.source_business.business_operation.net_profit.inverse": 710, "business.business_operation.revenue.inverse_measurement_unit.dated_money_value.source": 671, "business.stock_ticker_symbol.stock_exchange_business.stock_ticker_symbol.issue": 74, "education.education.major_field_of_study_education.education.specialization": 390, "people.family.country.1_people.family.country.2": 283, "people.place_lived.location_people.place_lived.person": 13, "location.mailing_address.country_business.shopping_center.address.inverse": 329, "film.dubbing_performance.language_film.dubbing_performance.film": 381, "business.company_brand_relationship.brand_business.company_brand_relationship.company": 288, "film.film.film_collections.1_film.film.film_collections.2": 465, "film.performance.film_film.performance.character": 33, "film.film_film_distributor_relationship.film_film.film_film_distributor_relationship.film_distribution_medium": 307, "film.film_cut.film_film.film_cut.film_release_region": 165, "award.award_honor.ceremony_award.award_honor.honored_for": 204, "measurement_unit.dated_money_value.currency_business.business_operation.assets.inverse": 110, "business.business_operation.current_liabilities.inverse_measurement_unit.dated_money_value.currency": 203, "film.film_regional_release_date.film_regional_debut_venue_film.film_regional_release_date.film_release_distribution_medium": 445, "business.competitive_space.related_industries.2_business.competitive_space.related_industries.1": 601, "film.film_film_company_relationship.film_cut_film.film_film_company_relationship.film": 711, "venture_capital.venture_funded_company.total_venture_investment_raised.inverse_measurement_unit.dated_money_value.currency": 552, "business.industry.parent_industry.1_business.industry.parent_industry.2": 429, "location.mailing_address.postal_code_organization.organization.headquarters.inverse": 141, "business.brand_colors.colors_business.brand_colors.to_date": 707, "film.film_regional_release_date.film_release_region_film.film_regional_release_date.release_date": 32, "film.film_regional_release_date.film_release_distribution_medium_film.film_regional_release_date.film_regional_debut_venue": 446, "education.education.degree_education.education.institution": 181, "business.competitive_space.related_industries.1_business.competitive_space.related_industries.2": 602, "business.business_operation.assets.inverse_measurement_unit.dated_money_value.currency": 111, "business.brand_colors.colors_business.brand_colors.from_date": 712, "film.film_regional_release_date.film_release_region_film.film_regional_release_date.film_release_distribution_medium": 312, "education.education.minor_education.education.end_date": 479, "film.film.story_by.1_film.film.story_by.2": 157, "people.profession.specializations.1_people.profession.specializations.2": 301, "business.consumer_product.official_webpage.2_business.consumer_product.official_webpage.1": 635, "business.product_category.product_lines.1_business.product_category.product_lines.2": 636, "business.sponsorship.sponsored_recipient_business.sponsorship.to": 530, "people.person.parents.1_people.person.parents.2": 42, "measurement_unit.dated_money_value.source_measurement_unit.dated_money_value.currency": 456, "organization.organization_relationship.child_organization.organization_relationship.parent": 25, "business.open_times.time_zone_business.open_times.weekday_end": 672, "business.trade_union.industry.1_business.trade_union.industry.2": 673, "people.appointment.appointed_by_people.appointment.appointee": 344, "fashion.clothing_size.person_fashion.clothing_size.region": 637, "measurement_unit.dated_money_value.currency_business.consumer_product.msrp.inverse": 274, "business.employment_tenure.person_business.employment_tenure.to": 239, "organization.organization_merger.became_organization_organization.organization_merger.date": 440, "education.education.minor_education.education.student": 454, "organization.organization.legal_structure.1_organization.organization.legal_structure.2": 256, "measurement_unit.dated_integer.source_business.employer.number_of_employees.inverse": 638, "business.business_operation.current_assets.inverse_measurement_unit.dated_money_value.valid_date": 294, "business.business_location.phone_number.2_business.business_location.phone_number.1": 524, "film.film_film_distributor_relationship.film_distribution_medium_film.film_film_distributor_relationship.film_cut": 597, "film.film_song_relationship.performers_film.film_song_relationship.composition": 507, "organization.organization_spin_off.child_company_organization.organization_spin_off.date": 486, "film.film_regional_release_date.film_film.film_regional_release_date.film_release_distribution_medium": 82, "business.company_brand_relationship.company_business.company_brand_relationship.to_date": 582, "education.education.minor_education.education.institution": 408, "location.mailing_address.country_location.mailing_address.state_province_region": 437, "people.cause_of_death.includes_causes_of_death.2_people.cause_of_death.includes_causes_of_death.1": 370, "film.performance.special_performance_type_film.performance.film": 247, "film.film_festival_sponsorship.festival_film.film_festival_sponsorship.sponsor": 583, "business.market_share.company_business.market_share.date": 627, "education.education.institution_education.education.degree": 182, "organization.leadership.organization_organization.leadership.from": 211, "location.mailing_address.country_location.mailing_address.citytown": 297, "award.award_honor.award_winner_award.award_honor.award": 71, "PAD": 0, "business.business_location.hours.inverse_business.open_times.weekday_end": 575, "education.education.major_field_of_study_education.education.major_field_of_study": 322, "education.education.specialization_education.education.end_date": 466, "film.film.film_set_decoration_by.1_film.film.film_set_decoration_by.2": 238, "venture_capital.venture_investment.investor_venture_capital.venture_investment.investment_round": 397, "film.film_regional_release_date.film_release_region_film.film_regional_release_date.film_release_region": 180, "business.employment_tenure.company_business.employment_tenure.person": 35, "business.business_location.address.inverse_location.mailing_address.state_province_region": 115, "finance.currency.countries_used.1_finance.currency.countries_used.2": 364, "business.holding.currency_business.holding.issue": 713, "film.dubbing_performance.language_film.dubbing_performance.character": 225, "film.film_festival.focus.1_film.film_festival.focus.2": 514, "business.product_endorsement.endorser_business.product_endorsement.from": 611, "organization.organization_spin_off.child_company_organization.organization_spin_off.parent_company": 432, "people.appointment.appointee_people.appointment.appointed_by": 345, "people.appointment.appointed_role_people.appointment.declared_on": 538, "business.market_share.company_business.market_share.space": 621, "film.personal_film_appearance.type_of_appearance_film.personal_film_appearance.person": 158, "location.cn_autonomous_prefecture.designated_minority.1_location.cn_autonomous_prefecture.designated_minority.2": 539, "award.award_honor.honored_for_award.award_honor.ceremony": 205, "film.film_regional_release_date.film_film.film_regional_release_date.release_date": 88, "business.defunct_company.reason_for_ceasing_operations.1_business.defunct_company.reason_for_ceasing_operations.2": 439, "business.sponsorship.sponsored_recipient_business.sponsorship.from": 487, "business.product_category.product_lines.2_business.product_category.product_lines.1": 639, "people.ethnicity.population.inverse_measurement_unit.dated_integer.year": 553, "organization.leadership.role_organization.leadership.to": 335, "film.film_film_distributor_relationship.film_cut_film.film_film_distributor_relationship.film": 521, "business.holding.currency_business.holding.holder": 714, "measurement_unit.dated_money_value.source_measurement_unit.dated_money_value.valid_date": 498, "film.performance.character_film.performance.film": 34, "business.product_endorsement.product_business.product_endorsement.endorsee": 554, "business.brand_colors.colors_business.brand_colors.colors": 589, "business.asset_ownership.owner_business.asset_ownership.owned_asset": 375, "business.business_operation.retained_earnings.inverse_measurement_unit.dated_money_value.valid_date": 287, "people.appointment.appointed_role_people.appointment.appointee": 419, "business.employment_tenure.person_business.employment_tenure.title": 57, "business.product_category.products.1_business.product_category.products.2": 587, "venture_capital.venture_investment.currency_venture_capital.venture_investment.company": 603, "venture_capital.venture_investment.company_venture_capital.venture_investment.currency": 604, "location.mailing_address.state_province_region_organization.organization.headquarters.inverse": 15, "film.dubbing_performance.actor_film.dubbing_performance.character": 361, "film.film_film_distributor_relationship.film_distribution_medium_film.film_film_distributor_relationship.year": 347, "business.product_endorsement.endorsee_business.product_endorsement.endorser": 480, "business.competitive_space_mediator.space_business.competitive_space_mediator.brand": 576, "film.film_film_company_relationship.film_film.film_film_company_relationship.film_company": 457, "location.mailing_address.state_province_region_location.mailing_address.postal_code": 51, "business.employment_tenure.title_business.employment_tenure.to": 289, "business.market_size.region_business.competitive_space.market_size.inverse": 653, "measurement_unit.dated_money_value.currency_business.business_operation.operating_income.inverse": 107, "business.employment_tenure.person_business.employment_tenure.company": 36, "business.business_operation.current_assets.inverse_measurement_unit.dated_money_value.currency": 201, "people.family_name.people_with_this_family_name.2_people.family_name.people_with_this_family_name.1": 504, "business.company_product_relationship.consumer_product_business.company_product_relationship.company": 220, "film.film.sequel.1_film.film.sequel.2": 279, "organization.organization_board_membership.role_organization.organization_board_membership.from": 398, "business.shopping_center.store.2_business.shopping_center.store.1": 232, "organization.leadership.organization_organization.leadership.person": 134, "business.asset_ownership.owner_business.asset_ownership.to": 568, "people.deceased_person.place_of_cremation.1_people.deceased_person.place_of_cremation.2": 402, "education.education.specialization_education.education.start_date": 490, "business.product_endorsement.endorser_business.product_endorsement.to": 606, "education.education.specialization_education.education.institution": 355, "freebase.user_profile.person.1_freebase.user_profile.person.2": 448, "business.acquisition.acquiring_company_business.acquisition.date": 292, "film.film.filming.inverse_measurement_unit.time_interval.start": 628, "business.market_size.currency_business.competitive_space.market_size.inverse": 654, "business.market_size.region_business.market_size.valid_date": 655, "location.mailing_address.citytown_business.shopping_center.address.inverse": 261, "business.brand_slogan.slogan_business.brand_slogan.brand": 559, "film.film_film_distributor_relationship.region_film.film_film_distributor_relationship.distributor": 395, 